[
    {
        "name": "Carrot Walnut Cake",
        "category": "cakes",
        "description": "Deeply moist carrot cake with walnuts, coated with tangy cream cheese frosting.",
        "price": 1100
    },
    {
        "name": "Strawberry Cheesecake",
        "category": "cakes",
        "description": "A silky-smooth classic cheesecake on a graham cracker crust with fresh strawberries and homemade strawberry sauce on top.",
        "price": 1200
    },
    {
        "name": "Blueberry Cheesecake",
        "category": "cakes",
        "description": "A buttery graham cracker crust, a classic creamy and smooth cheesecake center, a tangy blueberry sauce topping, and is coated with whipped cream.",
        "price": 1200
    },
    {
        "name": "Mango Mille Crepe",
        "category": "cakes",
        "description": "An elegant and delectable crepe cake made of thin layers of simple French crepes stacked between layers of lightly sweetened cream and fresh mangoes. It’s Mangonificent!",
        "price": 900
    },
    {
        "name": "Strawberry Tres Leches",
        "category": "cakes",
        "description": "Layers of a wonderful light sponge cake soaked in a mixture of THREE kinds of milk with layers of strawberry filling and whipped cream, topped with fresh strawberries. ",
        "price": 1200
    },
    {
        "name": "Classic Tres Leches",
        "category": "cakes",
        "description": "Two layers of extremely light sponge cake soaked in THREE kinds of milk, topped with whipped cream, and dusted with cinnamon. It’s sweet, refreshing, and exceptionally delicious.",
        "price": 850
    },
    {
        "name": "Chocolate Crinkles (25pcs)",
        "category": "cookies and pastries",
        "description": "A decadently rich, soft, and fudge-like chocolate cookie with a contrasting coating of powdered sugar. A bite of this dark chocolatey goodness will leave you craving for more.",
        "price": 200
    },
    {
        "name": "Chocolate Crinkles (5pcs)",
        "category": "cookies and pastries",
        "description": "A decadently rich, soft, and fudge-like chocolate cookie with a contrasting coating of powdered sugar. A bite of this dark chocolatey goodness will leave you craving for more.",
        "price": 50
    },
    {
        "name": "Chocolate Brownies (6pcs)",
        "category": "cookies and pastries",
        "description": "A fudgy chocolate brownie that is gooey on the inside, crackly on top and is surely a crowd-pleasing dessert.",
        "price": 80
    },
    {
        "name": "Chocolate Croissant",
        "category": "cookies and pastries",
        "description": "A flakey and buttery croissant stuffed with chocolate pieces in the center.",
        "price": 55
    }
]
